Revit 2027 API
ParameterSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual ParameterSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As ParameterSetIterator
public:
virtual ParameterSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> ParameterSetIterator
override ReverseIterator : unit -> ParameterSetIterator
Return Value
ParameterSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
ParameterSet Class
Autodesk.Revit.DB Namespace